import muffins from "./img/blog/muffins.png"
import pancakes from "./img/blog/porrige.png"
import coffee from "./img/blog/coffee.jpg"
export const blogData = [{
        link: "/blog/muffins",
        id: "0",
        name: "Маффины из какой-то там муки",
        componentName: 'muffins',
        description: "Превью слова Превью слова Превью слова Превью слова Превью слова Превью слова Превью слова Превью слова Превью слова Превью слова",
        img: muffins,
        text: 'Вот вам яркий пример современных тенденций - экономическая повестка сегодняшнего дня является качественно новой ступенью экспериментов, поражающих по своей масштабности и грандиозности. Как уже неоднократно упомянуто, многие известные личности превращены в посмешище, хотя само их существование приносит несомненную пользу обществу. Как принято считать, действия представителей оппозиции неоднозначны и будут смешаны с не уникальными данными до степени совершенной неузнаваемости, из-за чего возрастает их статус бесполезности. Но экономическая повестка сегодняшнего дня не оставляет шанса для анализа существующих паттернов поведения. Следует отметить, что новая модель организационной деятельности обеспечивает актуальность стандартных подходов. В частности, перспективное планирование играет важную роль в формировании новых предложений. В своём стремлении повысить качество жизни, они забывают, что повышение уровня гражданского сознания, а также свежий взгляд на привычные вещи - безусловно открывает новые горизонты для распределения внутренних резервов и ресурсов. Следует отметить, что реализация намеченных плановых заданий способствует подготовке и реализации вывода текущих активов. Также как повышение уровня гражданского сознания играет определяющее значение для распределения внутренних резервов и ресурсов. Каждый из нас понимает очевидную вещь: сплочённость команды профессионалов влечет за собой процесс внедрения и модернизации глубокомысленных рассуждений.',
        blogImg: coffee

    },
    {
        link: "/blog/pancakes",
        id: "1",
        name: "Панкейки из какой-то там муки",
        componentName: 'pancakes',
        description: "Превью слова Превью слова Превью слова Превью слова Превью слова Превью слова Превью слова Превью слова Превью слова Превью слова",
        img: pancakes
    },
]
